Repository: daudix-UFO/Memo
Catalog: po/cat.po
Languages: cat

source: Notes Manager
cat: Administrador de Notas

source: Take notes
cat: Pren notes

source: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;
cat: Lquadern;Nota;Notes;Text;Markdown;Notepad;Escriu;Cole;Col·legi;Post-it;Sticky;

source: New Note
cat: Nota Nova

source: New Notebook
cat: Quadern Nou

source: Markdown Cheatsheet
cat: Chuleta de Markdown

source: Preferences
cat: Preferencies

source: Note Font
cat: Font de Notas

source: The font notes will be displayed in
cat: La font en la qual es mostraran les notes

source: Monospace Font
cat: Font de Codi

source: The font code will be displayed in
cat: La font en la qual es mostrarà el codi

source: OLED Mode
cat: Mode OLED

source: Notes Directory
cat: Carpeta de notes

source: Where the notebooks are stored
cat: On s'emmagatzemen els quaderns

source: Take notes in Markdown
cat: Pren apunts en Markdown

source: Create notebooks, take notes in markdown
cat: Crea quaderns, pren notes en markdown

source: Features:
cat: Funcionalitats:

source: Almost WYSIWYG markdown rendering
cat: Renderizatge casi perfecte de markdown

source: Searchable through GNOME search
cat: Cercable traves de cerca de GNOME

source: Highlight &amp; Strikethrough text formatting
cat: Format ratllat y subratllat

source: App recoloring based on notebook color
cat: Recoloració de la interfície, basada en el color del quadern

source: Trash can
cat: Paperera

source: Markdown document
cat: Document markdown

source: Trash
cat: Paperera

source: Are you sure you want to delete everything in the trash?
cat: De veritat vol eliminar-ho tot en la paperera?

source: Empty Trash
cat: Buidar Paperera

source: Create/choose a notebook before creating a note
cat: Creu/esculli un quadern abans de crear una nota

source: Please, select a note to edit
cat: Seleccioni una nota per editar, si us plau

source: Please, select a note to delete
cat: Seleccioni una nota per eliminar, si us plau

source: Export Note
cat: Exportar Nota

source: Export
cat: Exportar

source: Rename Note
cat: Reanomenar Nota

source: Move to Notebook
cat: Moure a Quadern

source: Move
cat: Moure

source: Note “%s” already exists in notebook “%s”
cat: Nota “%s” ja existeix al quadern “%s”

source: Are you sure you want to delete the note “%s”?
cat: De veritat vol eliminar la nota “%s”?

source: Delete Note
cat: Eliminar Nota

source: Are you sure you want to delete the notebook “%s”?
cat: De veritat vol eliminar el quadern “%s”?

source: Delete Notebook
cat: Eliminar Quadern

source: Edit Notebook
cat: Editar Quadern

source: Note name shouldn’t contain “.” or “/”
cat: Noms de notes no han de contenir “.” o “/”

source: Note name shouldn’t be blank
cat: Noms de notes no han de ser buits

source: Note “%s” already exists
cat: Nota “%s” ja existeix

source: Couldn’t create note
cat: Nota no es va poder crear

source: Couldn’t change note
cat: Nota no es va poder cambiar

source: Couldn’t delete note
cat: Nota no es va poder borrar

source: Couldn’t restore note
cat: Nota no es va poder recuperar

source: Saved “%s” to “%s”
cat: “%s” se guardó en “%s”

source: Unknown error
cat: Error desconocido

source: Notebook name shouldn’t contain “.” or “/”
cat: Noms de quaderns no han de contenir “.” o “/”

source: Notebook name shouldn’t be blank
cat: Noms de quaderns no han de ser buits

source: Notebook “%s” already exists
cat: Quadern “%s” ja existeix

source: Couldn’t create notebook
cat: Quadern es va poder crear

source: Couldn’t change notebook
cat: Quadern es va poder cambiar

source: Couldn’t delete notebook
cat: Quadern es va poder borrar

source: Search
cat: Cercar

source: Rename
cat: Reanomenar

source: Couldn’t find an app to handle file uris
cat: No es va encontrar la app per manejar uris

source: Apply
cat: Aplicar

source: Cancel
cat: Cancel·lar

source: Pick where the notebooks will be stored
cat: Escull on s'emmagatzemen els quaderns

source: All Notes
cat: Totes les Notes

source: Plain Text
cat: Text Simple

source: Heading 1
cat: Encapçalat 1

source: Heading 2
cat: Encapçalat 2

source: Heading 3
cat: Encapçalat 3

source: Heading 4
cat: Encapçalat 4

source: Heading 5
cat: Encapçalat 5

source: Heading 6
cat: Encapçalat 6

source: Bold
cat: Negreta

source: Italic
cat: Itàlic

source: Strikethrough
cat: Ratllat

source: Highlight
cat: Subratllat

source: Insert Link
cat: Inserir Enllaç

source: Insert Code
cat: Inserir Codi

source: Insert Horizontal Rule
cat: Inserir Separació horitzontal

source: Insert
cat: Inserir

source: Confirm
cat: Confirmar

source: Note
cat: Nota

source: Edit Note
cat: Editar Nota

source: Save Note
cat: Guardar Nota

source: Notebook
cat: Quadern

source: Show Keyboard Shortcuts
cat: Mostrar Dreceres de Teclat

source: Quit
cat: Sortir

source: Formatting
cat: Format

source: Navigation
cat: Navegació

source: Toggle Sidebar
cat: Alternar Barra Lateral

source: Search Notes
cat: Cercar Notes

source: Pick a font for displaying the notes' content
cat: Escull una font per mostrar el contingut de les notes

source: Pick a font for displaying code
cat: Escull una font per mostrar el codi

source: Makes the dark theme pitch black
cat: Fa el tema fosc de color negre

source: Enable Toolbar
cat: Activar la barra d'eines

source: 3-Pane Layout
cat: Disseny de 3 panells

source: Notes Storage Location
cat: Emmagatzematge de Notes

source: Where the notebooks are stored (requires app restart)
cat: On s'emmagatzemen els quaderns (requereix reiniciar la app)

source: Follow system style
cat: Seguir l'estil del sistema

source: Light style
cat: Estil clar

source: Dark style
cat: Estil fosc

source: _New Notebook
cat: Quadern _Nou

source: _Edit Notebook
cat: _Editar Quadern

source: _Preferences
cat: _Preferències

source: _Keyboard Shortcuts
cat: _Dreceres

source: _About
cat: _Sobre Paper

source: Notebook Name
cat: Nom del Quadern

source: First Characters
cat: Primers Caràcters

source: Initials
cat: Inicials

source: Initials: camelCase
cat: Inicials: camelCase

source: Initials: snake_case
cat: Inicials: snake_case

source: Icon
cat: Icona

source: Notebook Color
cat: Color del Quadern

source: Create Notebook
cat: Crear Quadern

source: Edit
cat: Editar

source: Move all to Trash
cat: Moure tot a la Paperera

source: Note Name
cat: Nom de Nota

source: Create Note
cat: Crear Nota

source: Restore from Trash
cat: Recuperar de la Paperera

source: Delete from Trash
cat: Eliminar de la Paperera

source: Move to Notebook…
cat: Moure a Quadern…

source: Move to Trash
cat: Moure a la Paperera

source: Open Containing Folder
cat: Veure en Carpeta

source: Get started writing
cat: Comença a escribir

source: Create a notebook
cat: Crea un quadern

source: Trash is empty
cat: La paperera está buida

source: Back
cat: Tornar

source: Open in Notebook
cat: Obrir al Quadern

source: _Rename Note
cat: _Reanomenar Nota

source: _Export Note
cat: _Exportar Nota
